Repository: EpicnessTwo/p3
Catalog: languages/p3-*.po
Languages: de_de, fr_fr

source: Social Stats
de_de: Social-Statistiken

source: Custom CSS
de_de: Eigenes CSS
fr_fr: Modifier le CSS

source: Help / Support
de_de: Hilfe / Support

source: Any CSS added to this box will be kept after theme updates.
de_de: CSS in dieser Box bleibt nach Updates des Themes bestehen.
fr_fr: Tout ajout de code CSS à cet emplacement sera sauvegardé après la mise à jour du thème.

source: Please be careful when adding code in these options. This can break your site if not added correctly!
de_de: Bitte sei' vorsichtig beim Hinzufügen von Code in diesen Einstellungen. Dies könnte bei Fehlern deine Seite kaputt machen!
fr_fr: Soyez vigilant lors de l’ajout de code dans les options suivantes. Cela pourrait erroner le site!

source: Code to add to the &lt;head&gt;
de_de: Code für den &lt;head&gt;
fr_fr: Code à ajouter au &lt;head&gt;

source: For example, Google Analytics tracking code
de_de: z.B. Google Analytics Tracking-Code
fr_fr: Par exemple, le numéro de suivi de Google Analytics.

source: Code to add directly after the opening &lt;body&gt; tag
de_de: Code direkt nach dem öffnenden &lt;body&gt;-Tag
fr_fr: Code à ajouter directement après le début du tag &lt;body&gt;

source: Code to add just before the closing &lt;/body&gt; tag
de_de: Code direkt vor dem schließenden &lt;body&gt;-Tag
fr_fr: Code à ajouter juste avant la fin du tag &lt;body&gt;

source: After the first blog post on the homepage or archive
de_de: Nach dem ersten Blog-Eintrag auf Startseite oder Archiv

source: For example, you may wish to place a banner ad after the first post
de_de: Beispielweise ein Werbebanner nach dem ersten Beitrag
fr_fr: Par exemple, vous souhaiteriez peut être placer la bannière publicitaire après le premier article.

source: Beginning of blog post content
de_de: Anfang des Inhalts von Blog-Einträgen

source: End of blog post content
de_de: Ende des Inhalts von Blog-Einträgen

source: Use the fields below to add custom code to the Head, Body or Footer of your site.
de_de: Nutze die folgenden Felder, um eigenen Code zum Head, Body oder Footer deiner Seite hinzuzufügen.
fr_fr: Utilisez les champs ci dessous pour ajouter un code de customisation pour l’en tête, le corps du site ou pour le pieds de page.

source: These settings will be carried over if you install any other pipdig theme.
de_de: Diese Einstellungen werden beim Wechsel zu einem anderen pipdig-Theme übernommen.
fr_fr: Ces paramètres resteront en place si vous installez n’importe quel autre thème pipdig.

source: WARNING: these options can break your site. Use with caution.
de_de: ACHTUNG: Diese Einstellungen können deine Seite kaputt machen. Bitte sei' vorsichtig.
fr_fr: ATTENTION: Ces options peuvent erroner votre site. Utilisez les avec précaution.

source: Click here for more information
de_de: Für mehr Informationen hier klicken

source: Click here to connect your Instagram account
de_de: Zum Verbinden von Instagram hier klicken

source: Once you have connected your account, copy and paste your Access Token below:
de_de: Nach der Verknüpfung deines Kontos, füge den Access Token hier ein:

source: Add the links to each social media page below:
de_de: Füge die Links zu allen Social Media-Seiten hier ein:

source: Any links added can then be used across your website, such as on <a href="%s">this page</a>.
de_de: Alle hinzugefügten Links können überall auf deiner Webseite benutzt werden, zum Beispiel auch <a href="%s">auf dieser Seite</a>.

source: If you find that certain social network counters are not working correctly, please see <a href="%s" target="_blank">this guide</a> for a possible solution.
de_de: Falls ein Social Network-Counter nicht korrekt funktionieren sollte, findest du <a href="%s" target="_blank">hier</a> eine mögliche Lösung.

source: Your Followers
de_de: Deine Follower

source: Leave a comment
de_de: Kommentar schreiben

source: 1 Comment
de_de: 1 Kommentar
fr_fr: 1 Commentaire

source: Comments
de_de: Kommentare
fr_fr: Commentaires

source: Older Comments
de_de: Ältere Kommentare
fr_fr: Commentaires précédents

source: Newer Comments
de_de: Neuere Kommentare
fr_fr: Nouveaux commentaires

source: Big this Month
de_de: Gerade angesagt

source: Recent Posts
de_de: Neueste Beiträge

source: Display recent/popular posts at the top of your site.
de_de: Zeige die neuesten/beliebtesten Beiträge am oberen Rand deiner Seite an.

source: Enable this feature
de_de: Feature aktivieren

source: Display on homepage only
de_de: Nur auf der Homepage anzeigen

source: Switch sides
de_de: Seite wechseln

source: Date range for "Big this Month":
de_de: Zeitraum für "Gerade angesagt":

source: 1 Week
de_de: 1 Woche
fr_fr: 1 semaine

source: 1 Month
de_de: 1 Monat
fr_fr: 1 mois

source: 3 Months
de_de: 3 Monate

source: 6 Months
de_de: 6 Monate

source: 1 Year
de_de: 1 Jahr
fr_fr: 1 année

source: All Time
de_de: Immer
fr_fr: Depuis la création de votre blog

source: Category for "Big this Month":
de_de: Kategorie für "Gerade angesagt":

source: Only display posts from:
de_de: Zeige nur Beiträge aus:

source: Category for "Recent Posts":
de_de: Kategorie für "Neueste Beiträge":

source: Number of slides for "Recent Posts"
de_de: Anzahl der Slides für "Neueste Beiträge"

source: Background color
de_de: Hintergrundfarbe

source: Title color
de_de: Überschriftfarbe

source: "Big this Month" title
de_de: "Gerade angesagt"-Überschrift

source: "Recent Posts" title
de_de: "Neueste Beiträge"-Überschrift

source: Limit post title length (words)
de_de: Überschrift von Beiträgen begrenzen (Worte)

source: Featured Categories
de_de: Beworbene Kategorien

source: Display 4 featured post categories at the top of your homepage. Each category will display the latest post from that topic.
de_de: Zeige vier beworbene Kategorien am Anfang deiner Homepage an. Jede Kategorie wird ihren jeweils neuesten Beitrag anzeigen.

source: Image shape
de_de: Bildform

source: Display post title
de_de: Zeige Überschrift

source: Category
de_de: Kategorie

source: Featured Image Panels
de_de: Beworbene Bilder-Panels

source: Scroll down
de_de: Scroll herunter

source: Full Screen Landing
de_de: Vollbild-Landing

source: Use this option to display a single, full screen landing image at the top of your homepage.
de_de: Aktiviere diese Einstellung, um ein einzelnes vollflächiges Bild am Anfang deiner Homepage anzuzeigen.

source: Display once per day
de_de: Einmal täglich anzeigen

source: The landing image will only appear once per person every 24 hours.
de_de: Das vollflächige Landing-Bild wird pro Besucher einmal täglich angezeigt.

source: Upload a custom image
de_de: Eigenes Bild hochladen

source: Title:
de_de: Überschrift:
fr_fr: Titre:

source: Summary:
de_de: Zusammenfassung:

source: Link title to URL:
de_de: Überschrift mit URL verknüpfen:

source: Text color
de_de: Textfarbe

source: Display "Scroll down" text at the bottom
de_de: "Scroll herunter"-Text am Ende anzeigen

source: "Scroll down" text:
de_de: "Scroll herunter"-Text:

source: Before enabling these features, you will need to add your Instagram account to <a href="%s">this page</a>.
de_de: Vor der Aktivierung dieser Features musst du dein Instagram-Konto mit <a href="%s">dieser Seite</a> verbinden.

source: Display feed across the header (Homepage)
de_de: Feed im Header anzeigen (Homepage)

source: Display header feed on all pages
de_de: Feed auf jeder Seite im Header anzeigen

source: By default, the header feed will only display on the homepage. If you want to display it on all pages, select this option too.
de_de: Standardmäßig wird der Feed nur auf der Homepage angezeigt. Wenn du ihn auf allen Seiten darstellen willst, aktiviere auch diese Einstellung.

source: Display feed above posts and sidebar on homepage
de_de: Feed über Beiträgen und Seitenleiste auf der Homepage anzeigen

source: Display feed above posts on homepage
de_de: Feed über Beiträgen auf der Homepage anzeigen

source: Display feed below posts on homepage
de_de: Feed unter Beiträgen auf der Homepage anzeigen

source: Display feed across the footer
de_de: Feed in der Fußzeile anzeigen

source: Number of images to display:
de_de: Anzahl angezeigter Bilder:
fr_fr: Nombre d’images à afficher:

source: Display feed in 2 rows
de_de: Feed zweizeilig darstellen

source: Display title above footer feed
de_de: Überschrift über dem Feed in der Fußzeile anzeigen

source: Display Comments & Likes count on hover
de_de: Kommentare & Likes bei Hover anzeigen

source: You can display your social icons in the navbar using these options. Select the social icons you would like to add from below.
de_de: Du kannst deine Social-Icons mit diesen Einstellungen in der Navbar anzeigen. Wähle diese Icons aus der folgenden Liste aus.

source: Pin this image on Pinterest
de_de: Dieses Bild auf Pinterest pinnen

source: Image position
de_de: Bildposition

source: Center
de_de: Zentriert

source: Top left
de_de: Oben links

source: Top right
de_de: Oben rechts

source: Bottom right
de_de: Unten rechts

source: Bottom left
de_de: Unten links

source: Image margin
de_de: Seitenabstand

source: Prefix for "Description" field
de_de: Präfix für Feld "Beschreibung"

source: Blog Post Options
de_de: Einstellungen Blog-Einträge

source: Add Featured Image to content
de_de: Feature-Bild zu Inhalt hinzufügen

source: Select this option to display the selected Featured Image at the top of the post.
de_de: Aktiviere diese Einstellung, um das verknüpfte Feature-Bild am Anfang des Beitrags anzuzeigen.

source: Small Posts Slider
de_de: Kleiner Beitrag-Slider

source: Display posts from:
de_de: Zeige Beiträge aus:

source: Number of posts
de_de: Anzahl Beiträge

source: Post title length (words)
de_de: Länge Überschrift (Wörter)

source: Large Rectangle Slider
de_de: Großer rechteckiger Slider

source: You may also enjoy:
de_de: Dir könnte auch gefallen:
fr_fr: Vous aimerez peut être:

source: Related Posts
de_de: Verwandte Beiträge

source: Related Posts are displayed from the same category.
de_de: Zeige verwandte Beiträge aus derselben Kategorie an.

source: Don't display on homepage
de_de: Nicht auf der Homepage anzeigen

source: Don't display on posts
de_de: Nicht in Beiträgen anzeigen

source: Date range for posts:
de_de: Zeitraum für Beiträge:
fr_fr: Période:

source: Number of posts to display
de_de: Anzahl angezeigter Beiträge

source: Share:
de_de: Teilen:

source: Sharing Icons
de_de: Share-Icons

source: Use these options to control which social sharing icons should be displayed.
de_de: Mit diesen Einstellungen wird reguliert, welche Sharing-Icons anzeigt werden sollen.

source: Disable all icons
de_de: Alle Icons deaktivieren

source: Select this option to completely remove this feature.
de_de: Aktiviere diese Einstellung, um dieses Feature vollständig zu deaktivieren.

source: This feature will display a social follow section to the left/right of your site. Select the social icons you would like to add from below.
de_de: Dieses Feature zeigt eine Social Follow-Sektion am linken/rechten Rand deiner Seite an. Wähle die Icons aus, die dort auftauchen sollen.

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Icon color
de_de: Iconfarbe

source: Icon hover color
de_de: Icon-Hoverfarbe

source: Top Menu Bar
de_de: Top-Menüleiste

source: Add an extra menu to the top
de_de: Füge ein weiteres Menü zur Kopfzeile hinzu

source: Use this option to add an extra menu across the top of your site.
de_de: Aktiviere diese Einstellung, um ein weiteres Menü zur Kopfzeile deiner Seite hinzuzufügen.

source: Popular Posts
de_de: Beliebte Beiträge
fr_fr: Articles populaires

source: Popular Posts Bar
de_de: Sektion Beliebte Beiträge

source: Display popular posts across the top of your site.
de_de: Zeige beliebte Beiträge in der Kopfzeile deiner Seite an.

source: Feature title
de_de: Überschrift

source: Type of posts
de_de: Beitragstyp

source: If you use Disqus comments then you may need to change this to Random/Recent.
de_de: Bei Nutzung von Disqus-Kommentaren muss dies evtl. auf Random/Recent geändert werden.

source: Popular
de_de: Beliebt

source: Random
de_de: Zufällig

source: Recent
de_de: Neu

source: Only include posts from:
de_de: Zeige nur Beiträge aus:

source: Overlay the post titles
de_de: Überlagere die Überschriften

source: Featured Image
de_de: Verknüpftes Bild

source: Full Width Slider Options
de_de: Einstellungen Vollbreite-Slider

source: Image to use in slider
de_de: Bilder für den Slider

source: Use this option to select an image to display in the Full Width Slider. You should upload an image which is 1920 wide if possible. If you leave this options blank then this post will display the Featured Image or first image from the post instead.
de_de: Nutze diese Einstellung, um ein Bild im Vollbreite-Slider anzuzeigen. Du solltest ein Bild mit 1920 px Breite hochladen, falls möglich. Wird diese Option leer gelassen, wird ansonsten das mit dem Beitrag verknüpfte Bild, oder das erste Bild, das dort eingebettet ist genutzt.

source: Extra Page Options
de_de: Weitere Seitenoptionen

source: Hide the page title
de_de: Seiten-Überschrift verstecken

source: Hide the website header/logo
de_de: Webseiten-Header/-Logo verstecken

source: Check for updates
de_de: Nach Aktualisierung suchen

source: Unknown update checker status "%s"
de_de: Unbekannter Update-Status "%s"

source: There is no changelog available.
de_de: Es gibt keinen Changelog.

source: View All
de_de: Alle anzeigen

source: Older posts
de_de: Ältere Beiträge
fr_fr: Articles anciens

source: Newer posts
de_de: Neuere Beiträge
fr_fr: Articles récents

source: Click to view
de_de: Zum Ansehen klicken

source: Older projects
de_de: Ältere Projekte

source: Newer projects
de_de: Neuere Projekte

source: Ready to publish your first project? <a href="%s">Get started here</a>.
de_de: Bereit zur Veröffentlichung deines ersten Projekts? <a href="%s">Hier geht's los</a>.

source: No portfolio items found.
de_de: Keine Portfolio-Einträge gefunden.

source: Display your Bloglovin' follower count.
de_de: Zeige deinen Follower-Count auf Bloglovin' an.
fr_fr: Afficher le total de vos abonnés Bloglovin'.

source: Followers on Bloglovin'
de_de: Follower auf Bloglovin'
fr_fr: abonnés sur Bloglovin'

source: Follow on Bloglovin'
de_de: Folge auf Bloglovin'
fr_fr: Suivre sur Bloglovin’

source: Setup not complete. Please check the widget options.
de_de: Einrichtung nicht abgeschlossen. Bitte überprüfe die Widget-Einstellungen.

source: This widget will display your total Bloglovin' follower count.
de_de: Dieses Widget zeigt deinen insgesamten Follower-Count auf Bloglovin' an.
fr_fr: Ce widget affichera votre total d’abonnés sur Bloglovin’.

source: You will need to <a href='%s'>add the link</a> to your Bloglovin' page first.
de_de: Du musst zunächst <a href='%s'>den Link</a> zu deiner Bloglovin'-Seite hinzufügen.

source: Proudly display where you are in the world.
de_de: Zeige an, wo auf der Welt du dich gerade befindest.
fr_fr: Affichez fièrement où vous vous trouvez dans le monde.

source: Current Location (map)
de_de: Aktuelle Position (Karte)

source: Please enter location data in the widget settings.
de_de: Bitte füge Standortdaten in den Widget-Einstellungen hinzu.
fr_fr: Entrez les données de votre position dans les paramètres du widget.

source: The information below will be used for the map marker. You can find the Latitude and Longitude of any location by <a href="%s" target="_blank">clicking here</a>.
de_de: Die folgende Information wird für den Marker auf der Karte verwendet. Den Längen- und Breitengrad eines Ortes kannst du <a href="%s" target="_blank">hier erfahren</a>.
fr_fr: Les informations ci dessous seront utilisées pour le créateur de carte. Trouvez la longitude et la latitude de n’importe quel endroit dans le monde en <a href="%s" target="_blank">cliquant ici</a>. (There are plenty of french websites where you can find your latitude and longitude, just type: Trouver sa latitude et sa longitude in google and choose the one you prefer.

source: Location Name:
de_de: Ort:
fr_fr: Nom du lieu:

source: London, UK
de_de: Berlin, Germany
fr_fr: Paris, France

source: Latitude:
de_de: Breitengrad:

source: Longitude:
de_de: Längengrad:

source: Link the map to a url when clicked: (optional)
de_de: Verknüpfe Karte bei Klick mit URL: (optional)

source: Current Location Widget
de_de: Aktuelle Position-Widget
fr_fr: Widget Position Actuelle

source: Use these options to style the Current Location Widget. You will need to set your location in the <a href="%s">widget options</a> first.
de_de: Gestalte das Aktuelle Position-Widget mit diesen Einstellungen. Du musst zunächst deinen Standort in den <a href="%s">Widget-Optionen</a> festlegen.
fr_fr: Utilisez ces options pour modifier votre Widget Position Actuelle. Vous aurez d’abord besoin de paramétrer votre position dans les <a href="%s">options du widget</a>.

source: Map color
de_de: Farbe Karte
fr_fr: Couleur de la carte

source: Border color
de_de: Farbe Rahmen
fr_fr: Couleur de la bordure

source: Marker color
de_de: Farbe Marker
fr_fr: Couleur du marqueur

source: Marker size
de_de: Größe Marker
fr_fr: Taille du marqueur

source: Display your Depop shop items.
de_de: Zeige deine Produkte auf Depop an.

source: Depop Items
de_de: Depop-Produkte

source: Depop Username:
de_de: Depop-Nutzername:

source: Add your Facebook page URL to the box below. For example, https://facebook.com/pipdig
de_de: Füge die URL zu deiner Facebook-Seite hier ein, bspw. https://facebook.com/pipdig
fr_fr: Ajouter l’URL de votre page Facebook dans le cadre ci dessous. Par exemple, https://facebook.com/pipdig

source: Facebook Page URL:
de_de: URL Facebook-Seite:
fr_fr: Url de la page Facebook:

source: Hide Cover Image
de_de: Titelbild verstecken
fr_fr: Masquer l’image de couverture

source: Show Faces
de_de: Gesichter zeigen
fr_fr: Afficher les visages

source: Show Posts
de_de: Beiträge zeigen
fr_fr: Afficher les articles

source: Displays a featured post of your choice.
de_de: Zeigt einen von dir ausgewählten Beitrag an.

source: Featured Post
de_de: Ausgewählter Beitrag

source: Featured
de_de: Ausgewählt

source: View Post
de_de: Beitrag ansehen
fr_fr: Voir l’article

source: Post to feature:
de_de: Beitrag zum Auswählen:

source: Hide the post image
de_de: Beitragsbild verstecken

source: Hide the "Featured" label
de_de: "Ausgewählt"-Label verstecken

source: Hide the post title
de_de: Überschrift verstecken

source: Hide the post excerpt
de_de: Zusammenfassung verstecken

source: Hide the "View Post" button
de_de: "Beitrag ansehen"-Button verstecken

source: Display your books from Goodreads
de_de: Bücher von Goodreads anzeigen

source: Currently Reading
de_de: Aktuelles Buch

source: You need to enter your numeric user ID for the <a href="%1$s">Goodreads Widget</a> to work correctly. <a href="%2$s" target="_blank">Full instructions</a>.
de_de: Du musst deine numerische Nutzer-ID einfügen, damit das <a href="%1$s">Goodreads-Widget</a> richtig funktionieren kann. <a href="%2$s" target="_blank">Vollständige Anleitung</a>.

source: Goodreads numeric user ID <a href="%s" target="_blank">(instructions)</a>:
de_de: Goodreads Nutzer-ID <a href="%s" target="_blank">(Anweisungen)</a>:

source: Invalid User ID, please verify and re-enter your Goodreads numeric user ID.
de_de: Ungültige Nutzer-ID, bitte überprüfe deine numerische Goodreads-Nutzer-ID.

source: Upload a single image with an optional link.
de_de: Lade ein einzelnes Bild mit einem optionalen Link hoch.

source: Image Widget
de_de: Bild-Widget

source: Remove
de_de: Entfernen

source: Select Image
de_de: Bild auswählen

source: Link to open when clicked:
de_de: Zu öffnender Link bei Klick: (optional)

source: Open link in a new window
de_de: Link in neuem Fenster öffnen

source: Displays your latest Instagram photos.
de_de: Zeige deine neuesten Instagram-Fotos an.

source: Follow on Instagram
de_de: Folge auf Instagram

source: By default, this widget will display recent images from your main <a href="%s">Instagram account</a>. If you would prefer to use a different Instagram account, you can include the <a href="%s" target="_blank">Access Token</a> below:
de_de: Standardmäßig zeigt dieses Widget die neuesten Fotos deines allgemeinen <a href="%s">Instagram-Kontos</a> an. Wenn ein anderes Konto benutzt werden soll, kann der <a href="%s" target="_blank">Access Token</a> hier eingefügt werden:

source: You need to complete the settings on <a href="%s">this page</a> before this widget will work.
de_de: Die Einstellungen auf <a href="%s">dieser Seite</a> müssen abgeschlossen sein, bevor dieses Widget funktionieren kann.

source: Number of columns:
de_de: Anzahl Spalten:
fr_fr: Nombre de colonnes:

source: Display Comments & Likes count on hover.
de_de: Zeige Kommentare & Likes bei Hover an.

source: Display a "Follow" link.
de_de: Zeige einen "Folgen"-Link an.
fr_fr: Afficher un lien « suivre ».

source: Displays your latest Pinterest pins.
de_de: Zeige die neuesten Pinterest-Pins an.
fr_fr: Afficher vos derniers pins.

source: Follow on Pinterest
de_de: Folge auf Pinterest
fr_fr: Suivre sur Pinterest

source: Add your Pinterest account name to the box below.
de_de: Füge den Namen deines Pinterest-Kontos hier ein.
fr_fr: Ajoutez votre nom d’utilisateur Pinterest dans l’encadré ci dessous.

source: For example, the red part below:
de_de: Zum Beispiel, der rote Teil hier:
fr_fr: Par exemple, la partie rouge ci dessous:

source: Pinterest Account Name:
de_de: Pinterest-Kontoname:
fr_fr: Nom d’utilisateur de votre compte Pinterest:

source: Displays your most popular posts.
de_de: Zeige deine beliebtesten Beiträge an.
fr_fr: Affichez vos articles les plus populaires.

source: Select a layout:
de_de: Wähle ein Layout:

source: Include
de_de: Einbeziehen

source: All Categories
de_de: Alle Kategorien

source: Exclude
de_de: Ausklammern

source: None
de_de: Keine

source: Number of posts to show:
de_de: Anzahl anzeigter Beiträge:
fr_fr: Nombre d’articles à afficher:

source: Image shape:
de_de: Bildform:

source: Landscape
de_de: Querformat

source: Portrait
de_de: Hochformat

source: Square
de_de: Quadrat

source: Original size
de_de: Originalgröße

source: Show post date
de_de: Datum anzeigen

source: Display your recent posts in a slider.
de_de: Zeige deine neuesten Beiträge in einem Slider an.

source: Post Slider
de_de: Beitrags-Slider

source: Select Category
de_de: Kategorie auswählen

source: Slider height in pixels:
de_de: Sliderhöhe in Pixeln:

source: The width of the slider will always be 100%.
de_de: Die Breite des Sliders ist immer 100%.

source: Display post titles?
de_de: Überschriften anzeigen?

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein

source: On hover
de_de: Bei Hover

source: Show a profile photo and some "About Me" text.
de_de: Zeige ein Profilbild und einen "Über mich"-Text.

source: Profile Photo
de_de: Profilbild
fr_fr: Photo de profil

source: Change image to a circle
de_de: Bild in einen Kreis verwandeln
fr_fr: Transformez votre image en cercle

source: Text to show below the photo: (optional)
de_de: Bildunterschrift: (optional)

source: Displays a selection of random posts.
de_de: Zufällige Auswahl von Beiträgen anzeigen.
fr_fr: Afficher une selection aléatoire d’articles.

source: Random Posts
de_de: Zufällige Beiträge
fr_fr: Articles aléatoires

source: Display your Snapchat Snapcode.
de_de: Zeige deinen Snapchat-Snapcode an.

source: Follow <strong>%s</strong> on Snapchat!
de_de: Folge <strong>%s</strong> auf Snapchat!

source: Snapchat Account Name:
de_de: Snapchat-Kontoname:

source: For example:
de_de: Zum Beispiel:
fr_fr: Par exemple :

source: Display in grayscale
de_de: In Graustufen anzeigen
