Repository: EpicnessTwo/p3
Catalog: languages/p3-*.po
Languages: de_de, fr_fr

source: The easy way to show social media icons.
de_de: Die einfachste Art, Social Media Icons darzustellen.
fr_fr: Une manière simple d’afficher ses icônes de réseaux sociaux.

source: Add your links:
de_de: Links hinzufügen:

source: Allow people to subscribe to your blog via email
de_de: Erlaube Lesern, deinen Blog per E-Mail zu abonnieren
fr_fr: Permettre à vos lecteurs de souscrire à vote blog par email

source: Email Subscribe
de_de: E-Mail-Abonnement
fr_fr: Inscription par email

source: Enter your email address to receive notifications of new posts by email.
de_de: Gib' deine E-Mail-Adresse ein, um bei neuen Beiträgen benachrichtigt zu werden.

source: Enter your email
de_de: E-Mail-Adresse eingeben

source: Subscribe
de_de: Abonnieren

source: Text to display above the form:
de_de: Text oberhalb des Formulars:
fr_fr: Texte à afficher au dessus du formulaire :

source: Enter your email address to subscribe:
de_de: Abonnieren für E-Mail-Adresse:
fr_fr: Entrez votre adresse email pour souscrire à ce blog:

source: Display your Twitter timeline.
de_de: Zeige deine Twitter-Timeline an.

source: Follow on Twitter
de_de: Folge auf Twitter

source: Twitter Username (Not including @ symbol):
de_de: Twitter-Nutzername (ohne @):

source: Number of Tweets
de_de: Anzahl Tweets

source: Displays your latest hearts.
de_de: Zeige deine letzten Hearts an.

source: Add your <a href="https://weheartit.com" target="_blank">We Heart It</a> profile URL to the box below. For example, https://weheartit.com/pipdig
de_de: Füge deine We Heart It-Profil-URL hier ein. Beispielsweise, https://weheartit.com/pipdig

source: Profile URL:
de_de: Profil-URL:

source: Show Profile Info
de_de: Zeige Profilinfo

source: Automatically displays your latest YouTube video.
de_de: Zeige automatisch dein neuestes YouTube-Video an.
fr_fr: Affiche automatiquement votre dernière vidéo Youtube.

source: Number of videos to display
de_de: Anzahl angezeigter Videos:

source: Display the video title
de_de: Videotitel anzeigen

source: Howdy!
de_de: Hallo!

source: Theme
fr_fr: Thème

source: Remember, you can also change the appearance of your site by using the <a href="%s">Customizer</a>.
fr_fr: Souvenez-vous, vous pouvez également changer l’apparence du site en utilisant <a href="%s">Personnaliser</a>.

source: Code to add directly after the first post on the home page or any archive
fr_fr: Code à ajouter directement après le premier article sur la page d’accueil ou sur n’importe quelle archive.

source: Themes
fr_fr: Thèmes

source: Bloglovin' Widget
fr_fr: Widget Bloglovin'

source: Current Location
fr_fr: Lieu actuel

source: Displays a Facebook Like Box.
fr_fr: Afficher un bouton J’aime Facebook.

source: Facebook Widget
fr_fr: Widget Facebook

source: Displays your latest Instagram photos
fr_fr: Afficher vos dernières publications Instagram.

source: Instagram Widget
fr_fr: Widget Instagram

source: Please install and activate <a href="%s">this plugin</a> to add your Instagram Feed.
fr_fr: Veuillez installer et activer <a href="%s">ce plugin</a> pour afficher votre fil d’actualité Instagram.

source: This widget will show your latest Instagram photos. You will need to authorize your Instagram account on <a href="%s">this page</a> for this widget to work.
fr_fr: Ce widget affichera vos dernières publications Instagram. Vous devrez autoriser votre compte Instagram sur <a href="%s">cette page</a> pour que le widget fonctionne.

source: Display a "Load more" button.
fr_fr: Afficher un bouton « voir plus ».

source: Pinterest Widget
fr_fr: Widget Pinterest

source: Show off your profile photo!
fr_fr: Affichez fièrement votre photo de profil!

source: Step 1 - Click the button below to select a photo:
fr_fr: Étape 1 - Cliquez sur le bouton ci dessous pour choisir une photo:

source: Upload Photo
fr_fr: Télécharger une photo

source: Step 2 - Optional extras:
fr_fr: Étape 2 - Extras optionnels:

source: To make a perfect circle you should upload a square image. For example, 300px wide by 300px high. You can use free websites like <a href='%s' target='_blank'>picmonkey.com</a> to edit your image.
fr_fr: Pour un cercle parfait il est préférable de télécharger une image carrée. Par exemple 300 px de large et 300 px de haut.Vous pouvez utiliser des sites gratuits tels que <a href='%s' target='_blank'>www.picmonkey.com</a> pour éditer votre image.

source: Add some text below the photo:
fr_fr: Ajouter du texte sous la photo:

source: Step 3 - Click the save button:
fr_fr: Étape 3 - Cliquez sur le bouton enregistrer:

source: Posts will be refreshed every 30 minutes
fr_fr: Les articles seront actualisés toutes les 30 minutes.

source: Social Media Icons
fr_fr: Icônes réseaux sociaux

source: If you have not already setup FeedBurner with your site, you will need to by following <a href="http://goo.gl/udSrVR" target="_blank">this guide</a>.
fr_fr: Si vous n’avez pas encore installé FeedBurner sur votre site, vous aurez besoin de suivre <a href="http://goo.gl/udSrVR" target="_blank">ce guide</a>.

source: Add your FeedBurner ID to the box below.
fr_fr: Ajoutez votre identifiant FeedBurner dans l’encart ci-dessous.

source: Latest YouTube
fr_fr: Dernière vidéo Youtube.
